Revit 2027 API
BuiltInFailures.GeneralFailures.EnterValueBetween Property
 Please enter a value between [Value] and [Value].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId EnterValueBetween { get; }
Public Shared ReadOnly Property EnterValueBetween As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ EnterValueBetween {
	FailureDefinitionId^ get ();
}
static member EnterValueBetween : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace